{
    "partyImage": "https://bafkreieuby6nsz6tw3arxsbx7preuocjhmsxmzvw463lg5gbor2xn7rvq4.ipfs.nftstorage.link/",
    "campaingPics": [
        "https://bafkreig4cwf66mqzongwjfhdfqyscpykdhjylshyd2catrstbuulip7x2e.ipfs.nftstorage.link/",
        "https://bafkreiegbkbodmf6wrguenre6sgjwrydwql3iix6a7dkq7ewk5jt4klkqu.ipfs.nftstorage.link/",
        "https://bafkreiclemgtrfevyx7posfagxlahtvohlfhzlqfzrvsnf32kjx6k3kvdu.ipfs.nftstorage.link/"
    ],
    "President": "Peter Obi",
    "AboutP": "Peter Gregory Obi CON (Listen, born 19 July 1961) is a Nigerian businessman and politician who served as governor of Anambra from March to November 2006, February to May 2007, and June 2007 to March 2014. In May 2022, he became the Labour Party candidate for President of Nigeria in the 2023 presidential election, after defecting from the Peoples Democratic Party Born in Onitsha in 1961, Obi graduated from the University of Nigeria in 1984. Afterwards, he entered business and banking, eventually holding several executive positions in several banks. Obi contested for governor in 2003 as a member of the All Progressives Grand Alliance, but Chris Ngige was declared winner of the election.[5] In 2006, the election of Chris Ngige was nullified and Obi was declared winner of the 2003 election, and he assumed office in March 2006. Shortly, he was impeached in November the same year by the Anambra State House of Assembly, led by Hon. Mike Balonwu. However, his impeachment was overturned and he returned to office in February 2007. Obi was removed after the 2007 Anambra State gubernatorial election, but the judiciary again intervened by ruling that he should be allowed to complete a full four-year term. In 2010, he was re-elected to a second term. After leaving office in 2014, Obi decamped to the Peoples Democratic Party. In 2019, he was selected as the PDP vice presidential nominee in the presidential election running alongside Atiku Abubakar but he lost the ticket to incumbent president Muhammadu Buhari and vice president Yemi Osinbajo. In 2022, Obi ran for president himself, first in the PDP until defecting to the Labour Party (LP) in May 2022 to obtain its nomination. Obi's presidential campaign has been described as populist and has been noted for its support among many young Nigerians, who have been nicknamed 'Obidients'",
    "Pimage": "https://bafkreidqadt5ve2ukjgrgdjnpktoafkv5gspq7m37yelj3r2mrhgcdrivq.ipfs.nftstorage.link/",
    "Vice President": "Yusuf Datti Baba-Ahmed",
    "AboutVP": "Yusuf Datti Baba-Ahmed ((Listen); born 7 July 1969) is a Nigerian economist and politician who served as Senator for Kaduna North Senatorial District in 2011. He was a member of the House of Representatives from 2003 to 2007. A member of the Labour Party, he was the party's vice presidential nominee in the 2023 presidential election, alongside presidential candidate Peter Obi.[3] From the prominent Baba-Ahmed family of Zaria, Baba-Ahmed graduated from the University of Maiduguri. After schooling, he worked in business and banking for several years before entering politics. Baba-Ahmed was elected as House of Representatives member for Zaria in 2003; while in the position, he became known for speaking out against corruption and the Third Term Agenda of President Olusegun Obasanjo. After leaving office in 2007, Baba-Ahmed continued advocating for good governance while returning to his Baze business grouping and founding Baze University. By 2010, he moved back to politics and successfully ran for Senator for Kaduna North; however, the electoral tribunal overturned his victory and he left office in 2011. After an unsuccessful presidential campaign in the 2018 PDP primary, Baba-Ahmed joined the Labour Party in 2022 to become Peter Obi's running mate.[4] They lost the election to Bola Tinubu and his running mate Kashim Shettima. ",
    "VpImage": "https://bafkreibxzohtpqpjumuskej6wqlxvzgyacusiwhbizkdcb3dvjdbxp35gu.ipfs.nftstorage.link/"
}
