{
    "partyImage": "https://bafkreib53f3xtrm5w4pcgqv52xq6mipbo4cxf4jerro5mm2kbs66fw26ze.ipfs.nftstorage.link/",
    "campaingPics": [
        "https://bafkreieq2y2g547dcy6nx62dmpju4ju7tj5ttgdpfw5xb6jwahnjumedyu.ipfs.nftstorage.link/",
        "https://bafybeibiffesz4vxzuyyksslmcqzm4hzdsbag35ozuk4dttmumbs3tza4i.ipfs.nftstorage.link/",
        "https://bafkreif27ikde3575pt7attqjpx5yoleaisca3rrqcoz6tr3dayae4vk2y.ipfs.nftstorage.link/"
    ],
    "President": "Atiku Abubakar",
    "AboutP": "Atiku Abubakar GCON ((listen); born 25 November 1946) is a Nigerian politician and businessman who served as the vice president of Nigeria from 1999 to 2007 during the presidency of Olusegun Obasanjo.[1][2][3] He ran as governor of Adamawa State in 1990, 1996, and in 1998, when he was finally elected before he became Obasanjo's running mate during the 1999 presidential election and was re-elected in 2003.[4] Atiku Abubakar ran unsuccessfully for President of Nigeria six times, in 1993, 2007, 2011, 2015, 2019, and 2023. He ran in the Social Democratic Party presidential primaries in 1993, but lost to Moshood Abiola and Baba Gana Kingibe. He was a presidential candidate of the Action Congress in the 2007 presidential election coming in third to Umaru Yar'Adua of the PDP and Muhammadu Buhari of the ANPP. He contested the presidential primaries of the People's Democratic Party during the 2011 presidential election losing out to incumbent President Goodluck Jonathan. In 2014, he joined the All Progressives Congress ahead of the 2015 presidential election and contested the presidential primaries losing to Muhammadu Buhari. In 2017, he returned to the Peoples Democratic Party and was the party presidential candidate during the 2019 presidential election, again losing to incumbent President Muhammadu Buhari. In May 2022, he was chosen as the Peoples Democratic Party presidential candidate for the 2023 general election after he defeated Nyesom Wike, the current Governor of Rivers State, in the primaries. He came in second in the general election, being defeated by Bola Tinubu, though Abubakar joined other opposition candidates in demanding a revote.",
    "Pimage": "https://bafkreib22x2uicqktdt2pzdqx2teahfs6oz5w37ncel7kazzcpk7jkdvda.ipfs.nftstorage.link/",
    "Vice President": "Ifeanyi Okowa",
    "AboutVP": "Ifeanyichukwu Arthur Okowa CON (born 8 July 1959) is a Nigerian doctor and politician who served as Governor of Delta State from May 2015 to May 2023.[2] A member of the Peoples Democratic Party, he is the party's vice presidential nominee in the 2023 presidential election running alongside Atiku Abubakar.Born in Owa-Alero in 1959, Okowa graduated from the University of Ibadan in 1981. After schooling, he worked in medicine for several years before entering politics. Okowa first established himself in local politics before entering the state cabinet of Governor James Ibori in 1999. After leaving cabinet in 2006, Okowa made a failed primary bid for governor before returning to the state cabinet under his former opponent Emmanuel Uduaghan. By 2011, Okowa moved to national politics and successfully ran for Senator for Delta North. After four years in the Senate, he returned to Delta and was elected governor by a wide margin in 2015 becoming the first ethnic Ika (Igbo speaking) or person from the state's north to be governor. Okowa was later re-elected by a similar margin in 2019.[citation needed]",
    "VpImage": "https://bafkreihp4p3msohr2cj2ghqafzix2qu3sgzl6yofxw75cktcadejqwtw7y.ipfs.nftstorage.link/"
}
