{
    "partyImage": "https://bafkreihy7skvi6vbw2dqwjkrnwiq2ausvnd4dyzww53r6lfphextslghbi.ipfs.nftstorage.link/",
    "campaingPics": [
        "https://bafkreih5d5x7x5tkw3qn2pbhz7m5mngbvk3hwoc3qw567ms5li7avz6ana.ipfs.nftstorage.link/",
        "https://bafybeiemngbfotqrxm5cjxdzcypwxnyjxoognc3ykdb644fgjb7spoehgi.ipfs.nftstorage.link/",
        "https://bafkreibeqvx6aockdanuql2rzpmsxqw6iw52bugx5lmnb5m5vfio4i5pci.ipfs.nftstorage.link/"
    ],
    "President": "Bola Ahmed Tinubu",
    "AboutP": "Asiwaju Bola Ahmed Tinubu is the president-elect of Nigeria following the February 25, 2023 presidential election. Tinubu is a native of Osun State. He came out of his mother’s loins, Abibatu Mogaji, on 29th March 1952. As of 2022, he’s 70 years old. No information about his dad. But, his mum was a trader who became the Iyaloja of Lagos state. She held the position till her death. Tinubu’s education is one remarkable thing worth knowing. He started at St John’s primary school at Aroloya Lagos and continued at children’s home school in Ibadan, southwest Nigeria. Ahmed is also known as “Jagaban”. He finished his secondary education abroad and attended Richard J. Daley College in Chicago, Illinois. He completed his education at the state university of Chicago and graduated with a bachelor of science degree in accountancy. As well as with several significant honours in 1975.",
    "Pimage": "https://bafkreidqnbd6vgglbipa6yfykxe3mloudlbtyl2riqjbi2ig3duquejqoa.ipfs.nftstorage.link/",
    "Vice President": "Kashim Shettima",
    "AboutVP": " Kashim Shettima is a Nigerian politician who served as the \nGovernor of Borno State in Nigeria from 2011 to 2019. He is a member of the All Progressives Congress (APC) party. Shettima is known for his efforts in addressing the challenges of insurgency and promoting the development of Borno State, which has been significantly affected by the Boko Haram insurgency. During his tenure, he implemented various programs and initiatives to improve education, healthcare, infrastructure, and security in the state. Kashim Shettima has played a prominent role in Nigerian politics, particularly in the northeastern region of the country.",
    "VpImage": "https://bafkreigswf23wxfbmb5sstoxr3feoi7wvezyqqktuf25htqstt6ngoghv4.ipfs.nftstorage.link/"
}
